Revit 2027 API
MemberForces.Start Property
 Member Forces position on analytical element. True for start, false for end.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Start { get; set; }
Public Property Start As Boolean
	Get
	Set
public:
property bool Start {
	bool get ();
	void set (bool value);
}
member Start : bool with get, set
Property Value
Boolean
See Also
Reference
MemberForces Class
Autodesk.Revit.DB.Structure Namespace